// © Copyright 2004-2007, 2015 HP Development Company, L.P.

TaskName = "Schriften laden";

OkButtonTitle = "OK";
CancelButtonTitle = "Abbrechen";
LoadingStorageDeviceInfoProcessTitle = "Speichergerätinformationen werden geladen…";
LoadingStorageDeviceListProcessTitle = "Liste mit Speichergeräten wird geladen…";
LoadingFontListProcessTitle = "Schriftenliste wird geladen…";
SendingFontProcessTitle = "Die Schriftart \"%@\" wird geladen…";
RemovingFontProcessTitle = "Die Schriftart \"%@\" wird entfernt…";
RemoveConfirmationMessage = "Möchten Sie die ausgewählten Schriften wirklich aus dem Drucker löschen?";
RemoveConfirmationMessageExplanation = "Dieser Vorgang kann nicht rückgängig gemacht werden.";
StorageDeviceLocked = "Das Speichergerät ist gelöscht.";
RemoveFromMemoryMessage = "Schriften lassen sich nicht aus dem Gerätespeicher löschen";
RemoveFromMemoryExplanation = "Alle vorinstallierten Schriften sind schreibgeschützt. Alle vom Benutzer hinzugefügten Schriften werden bei einem Neustart des Geräts gelöscht. Schriften auf anderen Speichergeräten werden beim Neustart gespeichert und lassen sich manuell entfernen.";

DiskNameTemplate = "Festplatte, ID=%@ (Größe: %@)";
FlashNameTemplate = "Flash-SIMM, ID=%@ (Größe: %@)";
SizeInBytes = "%.1f Bytes";
SizeInKBytes = "%.1f KB";
SizeInMBytes = "%.1f MB";
SizeInGBytes = "%.1f GB";
SizeInTBytes = "%.1f TB";

// Errors
FileOpenError = "Die Schriftartendatei %@ kann nicht geöffnet werden.";
FileOpenErrorExplanation = "Diese Datei ist entweder beschädigt, oder ihr Format wird nicht unterstützt. Wählen Sie eine andere Schriftdatei aus, und versuchen Sie es noch einmal.";
FormatError = "Das Format der Schrift \"%@\" ist unbekannt.";
FormatErrorExplanation = "Wählen Sie eine andere Schriftdatei aus, und versuchen Sie es noch einmal.";
SingleUnsupportedError = "Die Schrift \"%@\" wird nicht unterstützt.";
SingleUnsupportedErrorExplanation = "Die Schrift wird übersprungen.";
MultipleUnsupportedError = "Die Schriften %@ werden nicht unterstützt.";
MultipleUnsupportedErrorExplanation = "Die Schriften werden übersprungen.";
SingleAlreadyScheduledError = "Die Schrift \"%@\" ist bereits in der Liste enthalten.";
SingleAlreadyScheduledErrorExplanation = "Die Schrift wird übersprungen.";
MultipleAlreadyScheduledError = "Die Schriften %@ befinden sich bereits in der Liste.";
MultipleAlreadyScheduledErrorExplanation = "Die Schriften werden übersprungen.";
SingleAlreadyUploadedError = "Die Schrift \"%@\" ist auf dem Drucker vorhanden.";
SingleAlreadyUploadedErrorExplanation = "Die Schrift wird übersprungen.";
MultipleAlreadyUploadedError = "Die Schriften %@ sind bereits auf dem Drucker vorhanden.";
MultipleAlreadyUploadedErrorExplanation = "Die Schriften werden übersprungen.";
PrintChannelOpenError = "Ein Druckerchannel kann nicht geöffnet werden.";
PrintChannelOpenErrorExplanation = "Überprüfen Sie, ob der Drucker korrekt angeschlossen und eingeschaltet ist. Versuchen Sie es dann noch einmal.";
DataSendError = "Die Daten können nicht an den Drucker gesendet werden.";
DataSendErrorExplanation = "Überprüfen Sie, ob der Drucker korrekt angeschlossen und eingeschaltet ist. Versuchen Sie es dann noch einmal.";
DataReceiveError = "Vom Drucker können keine Daten empfangen werden.";
DataReceiveErrorExplanation = "Überprüfen Sie, ob der Drucker korrekt angeschlossen und eingeschaltet ist. Versuchen Sie es dann noch einmal.";
FontSendError = "Die Daten von Schrift \"%@\" können nicht an den Drucker gesendet werden.";
FontSendErrorExplanation = "Überprüfen Sie, ob der Drucker korrekt angeschlossen und eingeschaltet ist. Die übrigen Schriften der Liste wurden nicht an den Drucker gesendet.";
FontRemoveError = "Die Schrift \"%@\" kann nicht aus dem Drucker entfernt werden.";
FontRemoveErrorExplanation = "Überprüfen Sie, ob der Drucker korrekt angeschlossen und eingeschaltet ist. Die übrigen Schriften der Liste wurden nicht aus dem Drucker entfernt.";
StorageDeviceFullError = "Die Schriftart \"%@\" wurde nicht geladen, da das Speichergerät voll ist.";
StorageDeviceFullErrorExplanation = "Verwenden Sie ein anderes Speichergerät, oder verwenden Sie einige nicht verwendete Schriftarten, und versuchen Sie es noch einmal. Die übrigen Schriften der Liste wurden nicht auf dem Drucker geladen.";
ScriptProcessingError = "Das Skript mit der Schrift \"%@\" wurde nicht verarbeitet.";
ScriptProcessingErrorExplanation = "Wählen Sie eine andere Schriftart aus, und versuchen Sie es noch einmal. Die übrigen Schriften der Liste wurden nicht auf dem Drucker geladen.";
DeviceVmError = "Die Schriftart \"%@\" wurde nicht geladen, da auf dem Drucker zu wenig Arbeitsspeicher frei ist.";
DeviceVmErrorExplanation = "Verwenden Sie ein anderes Speichergerät, oder verwenden Sie einige nicht verwendete Schriftarten, und versuchen Sie es noch einmal. Die übrigen Schriften der Liste wurden nicht auf dem Drucker geladen.";

DeviceBusyErrorTitle = "Das Gerät ist zurzeit belegt.";
DeviceBusyErrorMessage = "Bitte warten, bis der aktuelle Auftrag vom Gerät abgeschlossen wurde.";

FontNameTemplate = "\"%@\"";

Memory = "Arbeitsspeicher";
UpdateNeeded = "Aktualisierung erforderlich";

TaskTitle = "Schriften laden";
TaskDescription = "Wählen Sie eine Datei mit Druckerschriften aus, und senden Sie diese Datei an den Drucker. Die gesendeten Schriften stehen daraufhin für Druckaufträge zur Verfügung.";
StorageDevices = "Schriften im Drucker:";
UpdateButton = "Schriftenliste aktualisieren";
RemoveButton = "Entfernen";
AddButton = "Hinzufügen…";
